Repository: ChristianDeckert/Division2FanApp
Catalog: Division2FanApp/*.lproj/Localizable.strings
Languages: de

# calculator-controller.title
source: DPS Calculator
de: DPS Rechner

# calculator-controller.reset-button.title
source: Reset
de: Zurücksetzen

# calculator-controller.info-button.title
source: About
de: Infos

# calculator-controller.weapon-damage.title
source: Weapon damage
de: Waffenschaden

# calculator-cell.textfield.placeholder
source: Enter your stat value
de: Bitte Wert eineben

# calculator-controller.crit-chance.title
source: Critical hit chance
de: Krit. Trefferchance

# calculator-controller.crit-damage.title
source: Critical hit damage
de: Krit. Trefferschaden

# calculator-controller.headshot-damage.title
source: Headshot damage
de: Kopfschussschaden

# calculator-controller.out-of-cover-damage.title
source: Out of cover damage
de: Aus Deckung Schaden

# calculator-controller.enemy-armor-damage.title
source: Enemy armor damage
de: Rüstungsschaden

# calculator-controller.health-damage.title
source: Health damage
de: Gesundheitsschaden

# calculator-controller.rpm.title
source: RPM
de: Schussfrequenz

# calculator-controller.damage-to-elites.title
source: Damage to elites
de: Elitegegnerschaden

# stats-collection-controller.dps.title
source: Overall DPS
de: Gesamt-DPS

# stats-collection-controller.npc-in-cover-health.title
source: NPC in cover health damage
de: NPC in Deckung Gesundheitsschaden

# stats-collection-controller.elite-npc-in-cover-health.title
source: Elite NPC in cover health
de: Elite-NPC in Deckung Gesundh.

# stats-collection-controller.npc-out-of-cover-health.title
source: NPC out of cover health
de: NPC außerh. Deckung Gesundh.

# stats-collection-controller.elite-npc-out-of-cover-health.title
source: Elite NPC out of cover health
de: Elite-NPC außerh. Deckung G.

# stats-collection-controller.npc-in-cover-armor.title
source: NPC in cover armor
de: NPC in Deckung Rüstung

# stats-collection-controller.elite-npc-in-cover-armor.title
source: Elite NPC in cover armor damage
de: Elite-NPC in Deckung Rüstung

# stats-collection-controller.npc-out-of-cover-armor.title
source: NPC out of cover armor damage
de: NPC außerh. Deckung Rüstung

# stats-collection-controller.elite-npc-out-of-cover-armor.title
source: Elite NPC out of cover armor dam.
de: Elite-NPC außerh. Deckung Rüst.

# stats-collection-controller.body-shot.title
source: Body shot:
de: Körpertreffer:

# stats-collection-controller.body-shot-critical.title
source: Crit. body shot:
de: Krit. Körpertreffer:

# stats-collection-controller.head-shot.title
source: Head shot:
de: Kopftreffer:

# stats-collection-controller.head-shot-critical.title
source: Crit. head shot:
de: Krit. Kopftreffer:

# info-controller.title
source: About this app
de: Infos zur App

# info-controller.about.title
source: About this app
de: Wichtige Informationen

# info-controller.about.text
source: This is a fan project for Tom Clancy's Division 2 and is unrelated to Ubisoft, Massive or Redstorm. All trademarks belong to their respective owners and are used for informational purposes only. The DPS Calculator is a free tool for Division Agents to calculate damage. The source code is available under open source license on GitHub. If you have ideas and / or feedback, visit the page linked below.
de: Dies ist ein Fan Projekt für Tom Clancy's Division 2™ und steht in keiner Verbindung zu Ubisoft, Massive oder Redstorm. Alle Warenzeichen gehören ihren jeweiligen Inhabern und werden nur zu Informationszwecken benutzt. Der SPS Rechner ist ein kostenloses unerlässliches Werkzeug für alle Agenten, die sich im Überlebenskampf in Washington DC befinden. Der Quellcode ist unter Open Source Lizenz auf GitHub verfügbar. Wenn du Ideen und/oder Feedback hast, besuche die unten verlinkte Seite.

# info-controller.about.button-text
source: Show source code
de: Quellcode anzeigen

# info-controller.buy.title
source: Division at Uplay
de: Division bei Uplay

# info-controller.buy.text
source: Get Division 2 at Uplay.
de: Hol dir Division 2 bei Uplay.

# info-controller.buy.button-text
source: Open Uplay website
de: Uplay Website anzeigen

# info-controller.buy-epic.title
source: Division at Epic Games
de: Division bei Epic Games

# info-controller.buy-epic.text
source: Get Division 2 at Epic Games.
de: Hol dir Division 2 bei Epic Games.

# info-controller.buy-epic.button-text
source: Open Epic Games website
de: Epic Games Website anzeigen

# info-controller.buy-amazon.title
source: Division at Amazon
de: Division bei Amazon

# info-controller.buy-amazon.text
source: Get Division 2 at Amazon.
de: Hol dir Division 2 bei Amazon.

# info-controller.buy-amazon.button-text
source: Open Amazon website
de: Amazon Website anzeigen

# info-controller.marco.text
source: The inspirational source was the DPS calculation sheet by MarcoStyle. Thanks a lot for this.
de: Als Inspirationsquell diente das DPS Kalkulationsblatt von MarcoStyle. Vielen Dank dafür.

# info-controller.marco.button-text
source: MarcoStyle on YouTube
de: MarcoStyle auf YouTube

# info-controller.buy-ost.text
source: Get the official soundtrack by Ola Strandh.
de: Hol dir den offiziellen Soundtrack von Ola Strandh.

# info-controller.buy-ost.button-text
source: Open iTunes Store
de: iTunes Store öffnen

# info-controller.buy-font.title
source: Division Font
de: Division Schriftart

# info-controller.buy-font.text
source: You like the division font called "Borda"? Download it here:
de: Dir gefällt die Division Schriftart namens "Borda"? Lade sie hier herunter:

# info-controller.buy-font.button-text
source: Open MyFonts webseite
de: MyFonts Webseite öffnen

# info-controller.my-twitter.text
source: You can find my on Twitter.
de: Mich findest du auch auf Twitter.

# info-controller.my-twitter.button-text
source: Open Twitter
de: Twitter öffnen
